Repository: netzstrategen/drupal-ssofact
Catalog: translations/ssofact.*.po
Languages: de

source: About
de: Über das Modul

source: OpenID Connect provider for Newsfactory ssoFACT.
de: OpenID Connect Anbieter für Newsfactory ssoFACT

source: Other
de: Andere

source: OpenID Connect ssoFACT login form redirect page
de: OpenID Connect ssoFACT Redirect-Seite für Login-Formular

source: OpenID Connect Newsfactory ssoFACT settings
de: OpenID Connect Newsfactory ssoFACT Einstellungen

source: Enable client
de: Client aktivieren

source: Client ID
de: Client Secret

source: Stay logged-in
de: Angemeldet bleiben

source: Forgot password?
de: Passwort vergessen?

source: Send password reset instructions via email.
de: Anleitung zur Rücksetzung des Passworts per Mail senden.

source: Log in
de: Anmelden

source: Your email address
de: E-Mail-Adresse

source: Please note the general <a href=':url_data'>data protection regulations</a> and the <a href=':url_info'>information obligation</a>.
de: Bitte beachten Sie die allgemeinen <a href=':url_data'>Datenschutzbestimmungen</a> und die <a href=':url_info'>Informationspflicht</a>.

source: Sign up
de: Registrieren

source: Unable to register your account. Please contact our support.
de: Ihr Zugangdaten können nicht registriert werden. Bitte kontaktieren Sie unseren Support.

source: Register here
de: Hier registrieren

source: Create a new user account.
de: Neuen Nutzeraccount anlegen.

source: User login (ssoFACT)
de: Nutzerlogin (ssoFACT)

source: Forms
de: Formulare

source: Log in with your existing account.
de: Melden Sie sich mit Ihrem existierenden Accoung an.

source: Reset your password
de: Setzen Sie Ihr Passwort zurück

source: Continue reading?
de: Weiterlesen?

source: Give us your e-mail address to unlock this post for free
de: Bitte geben Sie Ihre E-Mailadresse an, um diesen Beitrag gratis freizuschalten

source: User register (ssoFACT)
de: Nutzerregistrierung (ssoFACT)

source: User server register (ssoFACT)
de: Nutzerregistrierung Server (ssoFACT)

source: Userinfo: @userinfo
de: Nutzerinfo: @userinfo

source: User register response: @response
de: Nutzerregistrierungsantwort: @response

source: User register failed: @error_message
de: Nutzeranmeldung fehlgeschlagen: @error_message
